Repository: Saidoff-Backend-Team-01/Bumen-Shukurali
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Personal info
uk: Шахсий маълумот

source: Permissions
uk: Рұқсатлар

source: Google Account
uk: Google ҳисоб

source: Facebook Account
uk: Facebook ҳисоб

source: Telegram Account
uk: Telegram ҳисоб

source: Email Auth
uk: Email аутентификация

source: Phone Auth
uk: Телефон аутентификация

source: Male
uk: Эркак

source: Female
uk: Аёл

source: birth_date
uk: туғилиш сана

source: email address
uk: электрон почта манзили

source: phone number
uk: телефон рақами

source: father name
uk: ота исми

source: auth type
uk: аутентификация тури

source: gender
uk: жинс

source: telegram id
uk: telegram идентификатори

source: device id
uk: жасоз идентификатори

source: User
uk: Фойдаланувчи

source: Users
uk: Фойдаланувчилар

source: type
uk: тури

source: expires_in
uk: муйюзинда

source: is_used
uk: фойдаланилган

source: name
uk: исм

source: Group
uk: Гуруҳ

source: Groups
uk: Гуруҳлар

source: Message
uk: Хабар

source: File
uk: Файл

source: User's message
uk: Фойдаланувчининг хабар

source: User's messages
uk: Фойдаланувчининг хабарлари

source: user id
uk: фойдаланувчи идентификатори

source: provider
uk: провайдер

source: extra data
uk: қўшимча маълумот

source: User with this phone number does not exist.
uk: Ушбу телефон рақами билан фойдаланувчи топилмади.

source: OTP code not found or already used.
uk: OTP коди топилмади ёки аллақачон фойдаланилган.

source: OTP code has expired.
uk: OTP коди муддати ўтган.

source: Passwords do not match.
uk: Пароллар мос келмайди.

source: Invalid data
uk: Нотўғри маълумот

source: otp code not found
uk: otp коди топилмади

source: otp code was expired
uk: otp коди муддати ўтган

source: user is activated
uk: фойдаланувчи фаоллаштирилган

source: User does not exist
uk: Фойдаланувчи топилмади

source: You are not a member of this group.
uk: Сиз бу гуруҳнинг аъзоси эмассиз.

source: No authentication data provided
uk: Ҳеч қандай аутентификация маълумотлари берилмаган

source: Invalid authentication data
uk: Нотўғри аутентификация маълумотлари

source: OTP code sent to your phone.
uk: OTP коди телефонга юборалди.

source: OTP code verified successfully.
uk: OTP коди муваффақиятли текширилди.

source: Password has been reset successfully.
uk: Парол муваффақиятли ўзгартирилди.

source: User Test Result not found
uk: Фойдаланувчи тест натижаси топилмади

source: Test answers not exists
uk: Тест жавоблари мавжуд эмас

source: image
uk: расм

source: video
uk: видео

source: audio
uk: аудио

source: file
uk: файл

source: music
uk: мусиқий

source: Invalid File Type
uk: Нотўғри файл тури

source: Invalid Image File
uk: Нотўғри расм файли

source: Media
uk: Медиа

source: Contact With Us
uk: Биз билан боғланинг

source: text
uk: матн

source: Privacy Policy
uk: Шахсий маълумотларни муҳофаза қилиш сиёсати

source: Title
uk: Сарлавҳа

source: Description
uk: Тавсиф

source: App Info
uk: Ilova haqida

source: Image
uk: Расм

source: Sponsor
uk: Спонсор

source: Sponsors
uk: Спонсорлар

source: Name
uk: Исм

source: About Mistake
uk: Хато тўғрисида

source: About Mistakes
uk: Хатолар тўғрисида

source: Contact With Us Category
uk: Биз билан боғланиш категорияси

source: Category
uk: Категория

source: Contact With Us Reason
uk: Биз билан боғланиш сабаби

source: email
uk: электрон почта

source: Reason
uk: Сабаб

source: Contact With Us Mobile
uk: Биз билан боғланиш мобиль

source: title
uk: сарлавҳа

source: message
uk: хабар

source: is_all_users
uk: барча фойдаланувчилар

source: scheduled date
uk: режалаштирилган сана

source: Notification
uk: Хабарнома

source: Notifications
uk: Хабарномалар

source: Created at
uk: Яратилган сана

source: Advertising
uk: Реклама

source: Advertisings
uk: Рекламалар

source: Social Media
uk: Ижтимоий тармоқлар

source: Contact not found.
uk: Боғланиш топилмади.

source: English
uk: Инглиз

source: Uzbek
uk: Ўзбек

source: Russian
uk: Рус

source: {editor}: Editing failed
uk: {editor}: Тахрирлашда хато

source: {editor}: Editing failed: {e}
uk: {editor}: Тахрирлашда хато: {e}

source: Aborted!
uk: Тўхтатилди!

source: Show this message and exit.
uk: Бу хабарни кўрсатиш ва чиқиш.

source: (Deprecated) {text}
uk: (Тасдиқланмаган) {text}

source: Options
uk: Танловлар

source: Got unexpected extra argument ({args})
uk: Кўздан кечирилмаган қўшимча аргумент ({args})

source: DeprecationWarning: The command {name!r} is deprecated.
uk: Тасдиқланмаган эскертма: {name!r} буйруғи тасдиқланмаган.

source: Commands
uk: Буйруқлар

source: Missing command.
uk: Буйруқ топилмади.

source: No such command {name!r}.
uk: Бундай буйруқ йўқ {name!r}.

source: Value must be an iterable.
uk: Қиммат итерацияланувчи бўлиши керак.

source: Takes {nargs} values but 1 was given.
uk: {nargs} қиммат олади, лекин 1 берилди.

source: env var: {var}
uk: env ўзгарувчиси: {var}

source: (dynamic)
uk: (динамик)

source: default: {default}
uk: умумий: {default}

source: required
uk: талаб қилинган

source: %(prog)s, version %(version)s
uk: %(prog)s, версия %(version)s

source: Show the version and exit.
uk: Версияни кўрсатиш ва чиқиш.

source: Error: {message}
uk: Хато: {message}

source: Try '{command} {option}' for help.
uk: Ёрдам учун '{command} {option}' ни синаб кўринг.

source: Invalid value: {message}
uk: Нотўғри қиймат: {message}

source: Invalid value for {param_hint}: {message}
uk: {param_hint} учун нотўғри қиймат: {message}

source: Missing argument
uk: Аргумент етишаётгани

source: Missing option
uk: Танлов етишаётгани

source: Missing parameter
uk: Параметр етишаётгани

source: Missing {param_type}
uk: Етишаётгани {param_type}

source: Missing parameter: {param_name}
uk: Параметр етишаётгани: {param_name}

source: No such option: {name}
uk: Бундай танлов йўқ: {name}

source: Did you mean {possibility}?
uk: (Эҳтимол танловлар: {possibilities})

source: unknown error
uk: ноаниқ хато

source: Could not open file {filename!r}: {message}
uk: Файлни очиш мумкин эмас {filename!r}: {message}

source: Argument {name!r} takes {nargs} values.
uk: Аргумент {name!r} {nargs} қиймат олади.

source: Option {name!r} does not take a value.
uk: Танлов {name!r} қиймат олмайди.

source: Option {name!r} requires an argument.
uk: Танлов {name!r} аргумент талаб қилади.

source: Shell completion is not supported for Bash versions older than 4.4.
uk: Shell тўлдириш 4.4 дан қадимги Bash версиялари учун қўллаб-қувватланмайди.

source: Couldn't detect Bash version, shell completion is not supported.
uk: Bash версиясини аниқлаш мумкин эмас, shell тўлдириш қўллаб-қувватланмайди.

source: Repeat for confirmation
uk: Тасдиқлаш учун такрорланг

source: Error: The value you entered was invalid.
uk: Хато: Киритган қийматингиз нотўғри бўлди.

source: Error: {e.message}
uk: Хато: {e.message}

source: Error: The two entered values do not match.
uk: Хато: Икки киритилган қийматлар мос келмаяпти.

source: Error: invalid input
uk: Хато: нотўғри киритиш

source: Press any key to continue...
uk: Давом этиш учун исталган тугмани босинг...

source: Choose from: {choices}
uk: Танланг: {choices}

source: {value!r} is not {choice}.
uk: {value!r} {choice} эмас.

source: {value!r} does not match the format {format}.
uk: {value!r} форматга мос келмайди {format}.

source: {value!r} is not a valid {number_type}.
uk: {value!r} допустимий {number_type} эмас.

source: {value} is not in the range {range}.
uk: {value} диапазонда эмас {range}.

source: {value!r} is not a valid boolean.
uk: {value!r} допустимий boolean эмас.

source: {value!r} is not a valid UUID.
uk: {value!r} допустимий UUID эмас.

source: directory
uk: директория

source: path
uk: йўл

source: {name} {filename!r} does not exist.
uk: {name} {filename!r} мавжуд эмас.

source: {name} {filename!r} is a file.
uk: {name} {filename!r} файл.

source: {name} '{filename}' is a directory.
uk: {name} '{filename}' директория.

source: {name} {filename!r} is not readable.
uk: {name} {filename!r} ўқиш мумкин эмас.

source: Messages
uk: Хабарлар

source: Site Maps
uk: Сайт хариталари

source: Static Files
uk: Статик файллар

source: Syndication
uk: Синдикатсия

source: That page number is not an integer
uk: Ушбу бет рақами бутун сон эмас

source: That page number is less than 1
uk: Ушбу бет рақами 1 дан кам

source: That page contains no results
uk: Ушбу бетда натижалар йўқ

source: Enter a valid value.
uk: Тўғри қиймат киритинг.

source: Enter a valid URL.
uk: Тўғри URL киритинг.

source: Enter a valid integer.
uk: Тўғри бутун сон киритинг.

source: Enter a valid email address.
uk: Тўғри электрон почта манзили киритинг.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
uk: Хатолар, рақамлар, паст чизиқлар ёки дефислардан иборат бўлган тўғри “slug” киритинг.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
uk: Юникод ҳарфлари, рақамлар, паст чизиқлар ёки дефислардан иборат бўлган тўғри “slug” киритинг.

source: Enter only digits separated by commas.
uk: Фақат фойдаланиш учун сонларни киритинг.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
uk: Ушбу қиймат %(limit_value)s бўлиши керак (ўзгартириш %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
uk: Ушбу қиймат %(limit_value)s дан кам ёки унга тенг бўлиши керак.

source: Ensure this value is greater than or equal to %(limit_value)s.
uk: Ушбу қиймат %(limit_value)s дан катта ёки унга тенг бўлиши керак.

source: Ensure this value is a multiple of step size %(limit_value)s.
uk: Ушбу қиймат босqич ҳажми %(limit_value)s га мос келиши керак.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
uk: Ушбу қийматда камида %(limit_value)d белгилар бўлиши керак (ўзгартириш %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
uk: Ушбу қийматда камида %(limit_value)d белгилар бўлиши керак (ўзгартириш %(show_value)d).

source: Enter a number.
uk: Рақам киритинг.

source: Ensure that there are no more than %(max)s digit in total.
uk: Жамида %(max)s дан ортиқ рақам бўлмаслиги керак.

source: Ensure that there are no more than %(max)s decimal place.
uk: Жамида %(max)s дан ортиқ ўзгартириш бўлмаслиги керак.

source: Date (without time)
uk: “%(value)s” qiymati нотўғри форматда. У YYYY-MM-DD HH uuuuuu [TZ] форматда бўлиши кераk.

source: Enter a valid date.
uk: Тўғри сана киритинг.

source: Enter a valid time.
uk: Тўғри вақтни киритинг.

source: Enter a valid date/time.
uk: Тўғри сана ва вақтни киритинг.

source: Enter a valid duration.
uk: Тўғри давомийликни киритинг.

source: The number of days must be between {min_days} and {max_days}.
uk: Кунлар сони {min_days} ва {max_days} орасида бўлиши керак.

source: No file was submitted. Check the encoding type on the form.
uk: Ҳеч қандай файл юборилмади. Формада кодлаш типини текширинг.

source: No file was submitted.
uk: Ҳеч қандай файл юборилмади.

source: The submitted file is empty.
uk: Юборилган файл бўш.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
uk: Файл номи энг камидан %(max)d белгидан иборат бўлиши керак (ўзида %(length)d бор).

source: Please either submit a file or check the clear checkbox, not both.
uk: Илтимос, ёки файл юборинг ёки тозалаш чекбоксини белгиланг, иккисини ҳам эмас.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
uk: Тўғри расм юкланг. Сиз юклаган файл ёки расм эмас, ёки бузилган расм.

source: Select a valid choice. %(value)s is not one of the available choices.
uk: Тўғри танловни танланг. %(value)s мавжуд танловлардан бири эмас.

source: Enter a list of values.
uk: Қимматлар рўйхатини киритинг.

source: Enter a complete value.
uk: Тўлиқ қимматни киритинг.

source: Enter a valid UUID.
uk: Тўғри UUID киритинг.

source: Enter a valid JSON.
uk: Тўғри JSON киритинг.

source: (Hidden field %(name)s) %(error)s
uk: (Япиқ поле %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
uk: ManagementForm маълумотлари йўқ ёки ўзгартирилган. Йўқ бўлган полелар: %(field_names)s. Агар муаммо давом этса, хато ҳақида хабар беришингиз мумкин.

source: Please submit at most %(num)d form.
uk: Илтимос, энг кўпи билан %(num)d форма юборинг.

source: Please submit at least %(num)d form.
uk: Илтимос, энг камидан %(num)d форма юборинг.

source: Order
uk: Тартиб

source: Delete
uk: Ўчириш

source: Please correct the duplicate data for %(field)s.
uk: Илтимос, %(field)s учун такрor маълумотни тўғрилашингиз керак.

source: Please correct the duplicate data for %(field)s, which must be unique.
uk: Илтимос, уникал бўлиши керак бўлган %(field)s учун такрор маълумотни тўғрилашингиз керак.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
uk: %(lookup)s учун %(date_field)s да уникал бўлиши керак бўлган %(field_name)s учун такрор маълумотни тўғрилашингиз керак.

source: Please correct the duplicate values below.
uk: Илтимос, қуйидаги такрор қимматларни тўғрилашингиз керак.

source: The inline value did not match the parent instance.
uk: Инлайн қиммати ота-она инстанцияси билан мос келмади.

source: Select a valid choice. That choice is not one of the available choices.
uk: Тўғри танловни танланг. У танлов мавжуд танловлардан бири эмас.

source: “%(pk)s” is not a valid value.
uk: “%(pk)s” тўғри қиммат эмас.

source: Clear
uk: Тозалаш

source: Currently
uk: Ҳозирги

source: Change
uk: Ўзгартириш

source: Unknown
uk: Номаълум

source: Yes
uk: Ҳа

source: No
uk: Йўқ

source: yes,no,maybe
uk: ҳа,йўқ,балки

source: %(size)d byte
uk: %(size)d байт

source: %s KB
uk: %s КБ

source: %s MB
uk: %s МБ

source: %s GB
uk: %s ГБ

source: %s TB
uk: %s ТБ

source: %s PB
uk: %s ПБ

source: p.m.
uk: к.ч.

source: a.m.
uk: т.ч.

source: PM
uk: КП

source: AM
uk: ТК

source: midnight
uk: тун

source: noon
uk: таң

source: Monday
uk: душанба

source: Tuesday
uk: сешанба

source: Wednesday
uk: чоршанба

source: Thursday
uk: пайшанба

source: Friday
uk: жума

source: Saturday
uk: шанба

source: Sunday
uk: якшанба

source: Mon
uk: душ

source: Tue
uk: сеш

source: Wed
uk: чор

source: Thu
uk: пай

source: Fri
uk: жум

source: Sat
uk: шан

source: Sun
uk: якш

source: January
uk: январ

source: February
uk: феврал

source: March
uk: март

source: April
uk: апрел

source: May
uk: май

source: June
uk: июнь

source: July
uk: июль

source: August
uk: август

source: September
uk: сентябр

source: October
uk: октябр

source: November
uk: ноябр

source: December
uk: декабр

source: jan
uk: янв

source: This is not a valid IPv6 address.
uk: Бу тўғри IPv6 манзили эмас.

source: or
uk: ёки

source: %(num)d year
uk: %(num)d йил

source: %(num)d month
uk: %(num)d ой

source: %(num)d week
uk: %(num)d ҳафта

source: %(num)d day
uk: %(num)d кун

source: %(num)d hour
uk: %(num)d соат

source: %(num)d minute
uk: %(num)d дақиқа

source: Forbidden
uk: Ман қилинган

source: CSRF verification failed. Request aborted.
uk: CSRF текшириш муваффақиятсиз бўлди. Сўров тўхтатилди.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
uk: Сиз бу хабарни кўряпсиз, чунки бу HTTPS сайти ўз веб-браузерингиз томонидан “Referer сариқ хабари” юборилишини талаб қилади, лекин юборилмади. Бу сариқ хабар тавсия этиш учун керак, сиз браузерингиз учинчи томонлар томонидан олиб қўйилишига йўл қўймаслиги учун.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
uk: Агар сиз браузерингизни “Referer” сариқ хабарида ўчирган бўлсангиз, илтимос уларни қайтадан ишга туширинг, камида бу сайт учун, ёки HTTPS уланишлари учун, ёки “бири-бирига тўғри” сўровлар учун.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
uk: Агар сиз <meta name="referrer" content="no-referrer"> тегини ишлатсangiz ёки “Referrer-Policy: no-referrer” сариқ хабари киритган бўлсангиз, илтимос уларни ўчиринг. CSRF ҳимояси “Referer” сариқ хабарини қатъий текшириш учун талаб қилади. Агар сиз шахсийлик ҳақида хавотирда бўлсангиз, учинчи томон сайтларига уланишлар учун <a rel="noreferrer" …> каби альтернативаларни ишлатинг.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
uk: Сиз бу хабарни кўряпсиз, чунки бу сайт форма юборганда CSRF печаткаси талаб қилади. Бу печатка хавфсизлик сабаблари учун талаб қилинади, сиз браузерингиз учинчи томонлар томонидан олиб қўйилишига йўл қўймаслиги учун.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
uk: Агар сиз браузерингизни печаткаларни ўчириш учун конфигурациялаган бўлсангиз, илтимос уларни қайтадан ишга туширинг, камида бу сайт учун, ёки “бири-бирига тўғри” сўровлар учун.

source: More information is available with DEBUG=True.
uk: DEBUG=True бўлган ҳолда кўпроқ маълумот мавжуд.

source: No year specified
uk: Йил кўрсатилмади

source: Date out of range
uk: Сана диапазондан ташқари

source: No month specified
uk: Ой кўрсатилмади

source: No day specified
uk: Кун кўрсатилмади

source: No week specified
uk: Ҳафта кўрсатилмади

source: No %(verbose_name_plural)s available
uk: Мавжуд бўлган %(verbose_name_plural)s йўқ

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
uk: Келажак %(verbose_name_plural)s мавжуд эмас, чунки %(class_name)s.allow_future False.

source: No %(verbose_name)s found matching the query
uk: Саволга мос келадиган %(verbose_name)s топилмади.

source: Page is not “last”, nor can it be converted to an int.
uk: Саҳифа “охирги” эмас, ёки у but int га конвертланиши мумкин эмас.

source: Invalid page (%(page_number)s): %(message)s
uk: Нотўғри саҳифа (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
uk: Бўш рўйхат ва “%(class_name)s.allow_empty” False.

source: Directory indexes are not allowed here.
uk: Бу ерда каталог индекслари рўйхатдан ўтказилмайди.

source: “%(path)s” does not exist
uk: “%(path)s” мавжуд эмас

source: Index of %(directory)s
uk: %(directory)s индекс

source: The install worked successfully! Congratulations!
uk: Ўрнатиш муваффақиятли ишлади! Табриклаймиз!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
uk: Django %(version)s учун <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">анонс иловасини</a> кўринг.

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
uk: Сиз бу саҳифани кўряпсиз, чунки <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> конфигурация файлингизда мавжуд ва сиз ҳеч қандай URL'лар конфигурация қилмадиңиз.

source: Django Documentation
uk: Django Ҳужжатлари

source: Topics, references, &amp; how-to’s
uk: Мавзулар, справочники, ва нўҳалари

source: Tutorial: A Polling App
uk: Дастур: Оvoz berish ilovasi

source: Get started with Django
uk: Django билан бошланг'

source: Django Community
uk: Django Жамоаси

source: Connect, get help, or contribute
uk: Байланиш, ёрдам олиш ёки иштирок этиш

source: Page not found.
uk: Саҳифа топилмади.

source: Check the correct settings.CKEDITOR_5_CONFIGS
uk: Тўғри параметрларни текширинг.CKEDITOR_5_CONFIGS

source: show this help message and exit
uk: бу ёрдам хабарини кўрсатинг ва чиқинг

source: Attempting to connect to qpid with SASL mechanism %s
uk: SASL механизми %s билан qpid'га уланишга уринади

source: Connected to qpid with SASL mechanism %s
uk: SASL механизми %s билан qpid'га уланди

source: Unable to connect to qpid with SASL mechanism %s
uk: SASL механизми %s билан qpid'га уланиш мумкин эмас

source: None
uk: Ҳеч нарса

source: A valid timezone is required.
uk: Тўғри вақт мўйлаши талаб қилинган.

source: description
uk: тавсиф

source: create at
uk: созишда

source: is publish
uk: нашр қилинган

source: news
uk: хабарлар

source: news image
uk: хабарлар расми

source: news images
uk: хабарлар расмлари

source: Click Count
uk: Басиш Сони

source: Categorys
uk: Категориялар

source: Subject title
uk: Мавзу номи

source: Subject titles
uk: Мавзу номлари

source: Local
uk: Махаллий

source: Global
uk: Глобал

source: Type
uk: Тур

source: Invalid Subject Type
uk: Нотўғри Мавзу Тур

source: Subject
uk: Мавзу

source: Subjects
uk: Мавзулар

source: Total test ball
uk: Жами тест тўплами

source: User's subject
uk: Фойдаланувчининг мавзуси

source: User's subjects
uk: Фойдаланувчининг мавзулари

source: Vacancy
uk: Вакансия

source: Vacancies
uk: Вакансиялар

source: Club
uk: Клуб

source: Clubs
uk: Клублар

source: Location link
uk: Жойлашув ҳаволаси

source: Club Meeting
uk: Клуб йиғилиши

source: Club Meetings
uk: Клуб йиғилишлари

source: Step
uk: Қадам

source: Steps
uk: Қадамлар

source: Step's file
uk: Қадам файли

source: Step's files
uk: Қадам файллари

source: Bal for each question
uk: Ҳар бир савол учун бал

source: Question Count
uk: Саволлар сони

source: Test type
uk: Синф тури

source: Test time limit
uk: Синф учун вақт чеклови

source: Step's test
uk: Қадамнинг синови

source: Step's tests
uk: Қадамнинг синовлари

source: easy
uk: осон

source: medium
uk: ўрта

source: hard
uk: қийин

source: Multiple
uk: Коп

source: Single
uk: Ягдон

source: Step test
uk: Қадам синови

source: Question type
uk: Савол тури

source: question
uk: савол

source: Test's question
uk: Синов саволи

source: Test's questions
uk: Синов саволлари

source: Question
uk: Савол

source: Answer
uk: Жавоб

source: Is correct
uk: Тўғри

source: Test's answer
uk: Синовнинг жавоби

source: Test's answers
uk: Синовнинг жавоблари

source: Test result
uk: Синов натижаси

source: Test results
uk: Синов натижалари

source: Bal
uk: Бал

source: Count of correct answers
uk: Тўғри жавоблар сони

source: Test Results
uk: Синов натижалари

source: Total test result
uk: Жами синов натижаси

source: Total test results
uk: Жами синов натижалари

source: Category was not found {e}
uk: Категория топилмади {e}

source: Subject not found
uk: Мавзу топилмади

source: You were not allowed to pass next step
uk: Сизга келгуси қадамдан ўтишга рухсат берилмади

source: You didn't start subject yet
uk: Сиз ҳали мавзуни бошламагансиз

source: Step does not exists
uk: Қадам мавжуд эмас

source: Steptest does not exists
uk: Қадам синови мавжуд эмас

source: No subjects found
uk: Ҳеч қандай мавзу топилмади

source: You do not have subjects so we can not enter you to club
uk: Сизда мавзулар йўқ, шунинг учун биз сизни клубга кирита олмаймиз

source: Test result not found
uk: Синов натижаси топилмади

source: Home
uk: Бош саҳифа
